Repository: lucianomartinez27/bot-juegos-telegram
Catalog: src/internationalization/locale/*/LC_MESSAGES/all_messages.po
Languages: es_es

source: Sorry, I can't understand you message.
es_es: Lo siento, no puedo entender tu mensaje.

source: The game ended. Use /games to start a new one
es_es: El juego ha terminado. Usa /juegos para comenzar uno nuevo.

source: An unexpected error happened
es_es: Ocurrió un error inesperado.

source: Hello *{}*, welcome to classic games bot. Use /games to show the available games
es_es: Hola *{}*, bienvenido al bot de juegos clásicos. Usa /juegos para mostrar los juegos disponibles.

source: `@the_classic_games_bot play` on your friend's chat.
es_es: También hay algunos juegos multijugador. Para jugarlos, tienes que escribir `@the_classic_games_bot play` en el chat de tu amigo.

source: A list with the available games will be shown, then select the game that you want to play.
es_es: Se mostrará una lista con los juegos disponibles, luego selecciona el juego que quieres jugar.

source: Available games are:
es_es: Los juegos disponibles son:

source: Let's play to: {}
es_es: Vamos a jugar a: {}

source: You chose to play {}. To change the game, you can use /games again
es_es: Elegiste jugar a {}. Para cambiar de juego, puedes usar /juegos nuevamente.

source: Enter a letter as a message to play:
es_es: Ingresa una letra como mensaje para jugar:

source: You lost The word was: {}
es_es: Perdiste La palabra era: {}

source: Congratulations, you've won!
es_es: ¡Felicidades, has ganado!

source: MASTERMIND
es_es: Muertos y Heridos (MASTERMIND)

source: Guess a {}-digit number (no repeats). If you guess the number but not the position
es_es: Adivina un número de {} dígitos (sin repetir). Si adivinas el número pero no la posición

source: you have one injured. If you guess the number and its position, you have one dead
es_es: tienes un herido. Si adivinas el número y su posición, tienes un muerto.

source: To win, you need to get {} dead. You will have {} attempts.
es_es: Para ganar, necesitas conseguir {} muertos. Tendrás {} intentos.

source: Congratulations, {}, YOU WON!!
es_es: ¡Felicidades, {}, HAS GANADO!

source: I'm sorry, {}, YOU LOST!! The number was {}
es_es: Lo siento, {}, ¡HAS PERDIDO!! El número era {}

source: Minesweeper:
es_es: Buscaminas:

source: You won
es_es: Ganaste

source: You lost
es_es: Perdiste

source: - Rock, Paper, Scissors
es_es: - Piedra, Papel o Tijera

source: Rock
es_es: Piedra

source: Paper
es_es: Papel

source: Scissors
es_es: Tijeras

source: *You won*
es_es: *Ganaste*

source: *You lost*
es_es: *Perdiste*

source: It was a *TIE*
es_es: Fue un *EMPATE*

source: {}. You chose *{}*, the computer chose *{}*
es_es: {}. Tú elegiste *{}*, la computadora eligió *{}*

source: Rock, Paper, Scissors Multiplayer
es_es: Piedra, Papel o Tijera Multijugador

source: *{}* has already chosen their option.
es_es: *{}* ya eligió su opción.

source: *{}* won
es_es: *{}* ganó

source: {}. *{}* chose *{}* and *{}* chose *{}*
es_es: {}. *{}* eligió *{}* y *{}* eligió *{}*

source: Please choose your side:
es_es: Por favor, elige tu lado:

source: Tic-Tac-Toe:
es_es: Ta-Te-Ti:

source: Was a tie
es_es: Fue un empate

source: Tic-Tac-Toe MultiPlayer
es_es: Tres en línea Multijugador

source: - Ahorcado
es_es: - El ahorcado

source: - Hangman
es_es: - El ahorcado

source: - Minesweeper
es_es: - Buscaminas

source: - TaTeTi
es_es: - El tres en línea

source: - Tic-Tac-Toe
es_es: - El tres en línea

source: Select your language:
es_es: Selecciona tu idioma:

source: English 🇬🇧
es_es: Inglés 🇬🇧

source: You have {} attempts left
es_es: Te quedan {} intentos

source: DEADS - INJURED
es_es: MUERTOS - HERIDOS

source: The number is invalid. It must have {} digits
es_es: El número es inválido. Debe tener {} dígitos.

source: You already tried this number
es_es: Ya intentaste con este número.

source: There must be no repeated numbers
es_es: No debe haber números repetidos.

source: Please enter a single letter.
es_es: Por favor, escribe una sola letra.

source: You have already chosen that letter.
es_es: Ya has elegido esa letra.

source: Select difficulty level:
es_es: Selecciona el nivel de dificultad:

source: Difficulty set to {}
es_es: Dificultad establecida en {}

source: Easy
es_es: Fácil

source: Medium
es_es: Intermedio

source: Hard
es_es: Difícil

source: word:
es_es: Palabra:

source: Language changed to English 🇬🇧
es_es: Idioma cambiado a Inglés 🇬🇧

source: You don't have an active game. Use /games to start one.
es_es: No tienes un juego activo. Usa /games para comenzar uno.
